<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверное имя пользователя или пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'forgot_password' => 'Забыли пароль?',
    'remember_me' => 'Запомнить меня',
    'reset_password' => 'Сброс пароля',
    'reset_link' => 'Отправить ссылку для сброса пароля',
    'verify_email' => 'Проверьте свою электронную почту',

    'name' => 'Имя',
    'surname' => 'Фамилия',
    'email' => 'Электронная почта',
    'avatar' => 'Аватар',
    'nickname' => 'Никнейм',
    'user_type' => 'Тип пользователя',
    'is_adult' => 'Есть 18 лет',
    'representative_email' => 'E-mail Представителя',
    'city' => 'Город',
    'phone' => 'Телефон',
    'password' => 'Пароль',
    'confirm_password' => 'Подтверждение пароля',
    'register' => 'Регистрация',
    'student' => 'Ученик',
    'representative' => 'Представитель',
];
